[{"id":3,"name":"Pilot Mapstrap123","price":16,"category":["Para el piloto"],"description":"Accesorio que sirve de complemento para sujetar los mapas, facilitar la observación del piloto en vuelo y la organización en la cabina. Hecho de materiales de fácil transporte y durabilidad.","image":"Pilots-mapstrap-example-2-504x504.jpg","variations":[],"tags":["Wingstore"],"galImgs":[],"prodsRel":[2,3,4]},{"id":7,"name":"Libro Piloto Privado de Avión","price":75,"category":["Libros","Para el piloto"],"description":"Como es habitual en los tomos de HDIW, propone una metodología de instrucción completamente diferente a lo ya conocido. Para este excelente material, la propuesta es formar parte de un día típico en la vida de un Piloto Privado en instrucción. Desde su llegada a la escuela de vuelo, la preparación de la aeronave, la planificación de la aeronave, briefings, maniobras de vuelo, arribo al aeródromo y como paso final, llegar al aula y además de evaluar los conceptos vistos, continuar con el aprendizaje de los conceptos básicos de las materias más importantes, como: AERODINÁMICA, NAVEGACIÓN, MOTORES e INSTRUMENTOS DE VUELO.","image":"PPA-504x638.png","variations":[],"tags":["Biblioteca Aeronáutica HDIW"],"galImgs":[],"prodsRel":[5,3,4]},{"id":8,"name":"Libro Navegación IFR & Comms","price":75,"category":["Libros","Para el piloto"],"description":"En esta nueva edición, conoceremos el fascinante mundo de la navegación aérea y sus comunicaciones en lo que propone ser un día típico en un VUELO DE LINEA AEREA. Abarcando cada tramo de una navegación, interactuando con los diferentes controles de transito con las estructuras de comunicación adecuadas a cada fase de vuelo. Sin duda una herramienta indispensable para todo aquel Piloto en entrenamiento o para aquellos fanáticos de la aviación comercial, ya que entre varias atracciones dentro de este material, lograremos vivir en primera persona, un día completo en la vida de un vuelo de línea.","image":"NAV-504x616.png","variations":[],"tags":[],"galImgs":[],"prodsRel":[5,3,4]},{"id":9,"name":"Libro Piloto Comercial","price":55,"category":["Libros","Para el piloto"],"description":"","image":"PCA-libro.png","variations":[],"tags":["Biblioteca Aeronáutica HDIW"],"galImgs":[],"prodsRel":[5,3,4]},{"id":10,"name":"Libro ILS CAT I-II-III","price":49.95,"category":["Libros","Para el piloto"],"description":"HDIW ILS CAT I-II-III se presenta como la edición mas compleja y profesional de HDIW En esta quinta edición aprenderemos todo lo relacionado con un sistema de aterrizaje por instrumentos, sus componentes, su principio de funcionamiento, su operación y lo mejor de todo, VOLAREMOS UN ILS! HDIW ILS CAT I-II-III propone aprender todos los secretos para volar un ILS en condiciones normales y en condiciones de visibilidad marginal. Apoyado en toda la cartografía Jeppesen, recorreremos los aeropuertos mas complejos del mundo y aprenderemos a volar una aproximación ILS en cada uno de ellos. En HDIW ILS CAT I-II-III la aventura continua sin visibilidad! Ediciones portadas color y contenidos en blanco y negro.","image":"ILS-libro.png","variations":[],"tags":["Biblioteca Aeronáutica HDIW"],"galImgs":[],"prodsRel":[5,3,4]},{"id":11,"name":"Libro Multimotor & CRM","price":55,"category":["Libros","Para el piloto"],"description":"Bienvenidos al fascinante mundo de la Aviación. En esta oportunidad, HDIW ofrece la posibilidad de aprender todo lo relacionado al curso o habilitación de aviones “Multi-Motor”, y como valor agregado a este entretenido manual, abarcaremos conceptos básicos y operativos de CRM y manejo de fallas en cabinas compartidas. Durante el transcurso de esta lectura encontraremos capítulos fascinantes donde aprenderemos todo lo relacionado a los conocimientos que implica poseer la habilitación de “Avión Multi- Motor”, otorgada por la autoridad aeronáutica de cada país.","image":"MULTI-libro.png","variations":[],"tags":[],"galImgs":[],"prodsRel":[5,3,4]},{"id":"1","name":"Pilot Lanyard","price":"20","category":"Para el piloto,Regalos","description":"Accesorio que te permite portar licencias, identificaciones, alcohol en gel o llaves de una manera práctica. Pídelos con gancho o con argolla!!","image":"Pilot-lanyard-con-argolla-e1609813811260.jpg","variations":["Con argolla","Con gancho"],"tags":["Wingstore"],"galImgs":[],"prodsRel":[12,4,5]},{"id":"12","name":"Organization Pack","price":"22","category":"Para el piloto","description":"ORGANIZATION PACK: Tener tu material enmicado te permite reutilizar tus cartas en vez de usar una hoja cada vuelo. ♻️ Además este accesorio permite organizar tu piernera para tu progresión de navegación. El pack incluye un documento de drive con las frecuencias de todo el Peru, que ira actualizándose a medida que hayan cambios. PACK: 1. Carta de navegación (Dead reckoning) 2. Carta de Frecuencias (Grounds, VHFs, VORs, ILS) 3. Carta de notas (METAR, NOTAMs, TAFs, Notes, Cross wind component, pressure altitude and density altitude )","image":"Organizational-pack-charts.jpg","variations":[],"tags":["Wingstore"],"galImgs":[],"prodsRel":[5,3,4]},{"id":"4","name":"Camisa Aviador para Pilotos","price":"55","category":"Para el piloto,Uniformes","description":"Camisa para Pilotos, Slim Fit. Pilotos de Línea aérea lo recomiendan. En manga corta y manga larga. Recomendado para escuelas de vuelo. Tallas desde XS a XL. Blancas 70% Algodón 30% Poliéster. Marca: Todo Aviador Perú Los demás accesorios se venden por separado.","image":"camisa-aviador-corbata-galones-y-modelo.jpg","variations":["Talla S","Talla M","Talla L"],"tags":["Wingstore"],"galImgs":[],"prodsRel":[2,3,4]},{"id":"5","name":"Libro “Los Guardianes de Nasca”","price":"60","category":"Libros,Regalos","description":"Es una novela de ciencia ficción basada en la historia de un piloto que no llega a Nasca por casualidad. Hoy una misión para él. Autor: Christian Yong. Material: Formato papel, tapa blanda. ISBN 9788740493481","image":"Guardianes-de-nasca.png","variations":[],"tags":[],"galImgs":[],"prodsRel":[6,3,4]},{"id":"2","name":"Lanyard Cessna","price":"20","category":"Para el piloto,Regalos","description":"Accesorio que te permite portar licencias, identificaciones, alcohol en gel o llaves de una manera práctica. Modelo: Con Gancho Color: Negro","image":"Cessna-Lanyard.jpg","variations":[],"tags":["Wingstore"],"galImgs":[],"prodsRel":[2,3,4]},{"id":"6","name":"Libro Test Prep","price":"55","category":"Libros,Para el piloto","description":"Conoces tu verdadero nivel académico? El más completo banco de preguntas basados en los conocimientos necesarios para transitar cada uno de los niveles en al carrera de un piloto profesional. 100 preguntas para el nivel INICIAL. 100 preguntas para el nivel INTERMEDIO. 100 preguntas para el nivel AVANZADO. 100 preguntas para el nivel TLA. Obtiene tu promedio de cada nivel y descubrí tu verdadero nivel académico! Ediciones portadas color y contenidos en blanco y negro","image":"TEST-prep-libro.png","variations":[],"tags":[],"galImgs":[],"prodsRel":[5,3,4]}]